[
  {
    "titulo": "Pintura geometrica guiada",
    "descricao": "Atividade de pintura - Atividade de pintura guiada com formas geométricas - A atividade deve ser pintada seguindo em consideração a forma geométrica e a cor que representa essa forma.",
    "imagem": "/Nivel 2/2-BNCC/Artes/PagDow/ATD-ARTS-1/1.png",
    "link": "/Nivel 2/2-BNCC/Artes/PagDow/ATD-ARTS-1/ATD-ARTS-1.html"
  },
  {
    "titulo": "Gato meio a meio Pintura",
    "descricao": "Atividade de pintura - Atividade onde dever se pintar o desenho conforme a outra metade. - O gato da imagem deve ser pintado levando em consideração as cores do lado colorido.",
    "imagem": "/Nivel 2/2-BNCC/Artes/PagDow/ATD-ARTS-2/2.png",
    "link": "/Nivel 2/2-BNCC/Artes/PagDow/ATD-ARTS-2/ATD-ARTS-2.html"
  },
  {
    "titulo": "Picolé colorido pintura",
    "descricao": "Atividade de pintura - Uma atividade de pintura e raciocínio - Os picolés devem ser pintados conforme a sequências mostradas.",
    "imagem": "/Nivel 2/2-BNCC/Artes/PagDow/ATD-ARTS-3/3.png",
    "link": "/Nivel 2/2-BNCC/Artes/PagDow/ATD-ARTS-3/ATD-ARTS-3.html"
  },
  {
    "titulo": "Aquário vazio",
    "descricao": "Atividade de desenho livre com o uso da imaginação - Deixe que a criatividade fale, e enfeite o aquário da melhor forma possivel.",
    "imagem": "/Nivel 2/2-BNCC/Artes/PagDow/ATD-ARTS-4/4.png",
    "link": "/Nivel 2/2-BNCC/Artes/PagDow/ATD-ARTS-4/ATD-ARTS-4.html"
  },
  {
    "titulo": "Desenhe igual",
    "descricao": "Atividade de pintura - Atividade com foco em ajudar na noção de desenho simples. - Utilize as linhas para fazer um desenho igual ao desenho feito.",
    "imagem": "/Nivel 2/2-BNCC/Artes/PagDow/ATD-ARTS-5/5.png",
    "link": "/Nivel 2/2-BNCC/Artes/PagDow/ATD-ARTS-5/ATD-ARTS-5.html"
  },
  {
    "titulo": "Quem sou eu?",
    "descricao": "Atividade de auto descrição com o uso da cratividade -Desenhe um personagem que melhor represente a pessoa que esta fazendo a atividade pode ser feito também para auto retrato.",
    "imagem": "/Nivel 2/2-BNCC/Artes/PagDow/ATD-ARTS-6/6.png",
    "link": "/Nivel 2/2-BNCC/Artes/PagDow/ATD-ARTS-6/ATD-ARTS-6.html"
  },
  {
    "titulo": "Desenhe igual",
    "descricao": "Atividade de pintura - Essa atividade tem o objetivo de desenvolver a coordenação motora, raciocinio e a criatividade, de forma lúdica e criativa. - Pegue a atividade e permita que a criança desenhe da forma que achar melhor e tente fazer o mais próximo que pode do desenho guia, lembre de incentivar e elogiar a criança pelo esforço e o desenvolvimento da atividade, para assim, ela desenvolva também coragem e auto-estima.",
    "imagem": "/Nivel 2/2-BNCC/Artes/PagDow/Desenhe igual/ATD Diaria.png",
    "link": "/Nivel 2/2-BNCC/Artes/PagDow/Desenhe igual/2-23.04.25.html"
  }
]