[
  {
    "titulo": "Velocidade, Estafetas e Inclusão",
    "descricao": "(EF06EF03) Experimentar e fruir esportes de marca e invasão valorizando o trabalho coletivo e o protagonismo. (EF06EF22*) Vivenciar um ou mais esportes paralímpicos, respeitando as diferenças individuais e valorizando a importância dessa prática. Ficha de trabalho mista (técnica e reflexiva). O aluno desenha a zona de transmissão do testemunho, associa as regras do atleta-guia e relata a experiência sensorial da aula. Atividade de educacao fisica sobre os tipos de bolas e seus esportes.",
    "imagem": "/nivel-2/2-bncc/educacao-fisica/pagdow/velocidade-estafetas-e-inclusao/Atividade_%20Atletismo%20na%20Pr%C3%A1tica_page-0001.webp",
    "link": "/nivel-2/2-bncc/educacao-fisica/pagdow/velocidade-estafetas-e-inclusao/velocidade-estafetas-e-inclusao.html"
  },
  {
    "titulo": "Da Queimada para o Handebol",
    "descricao": "(EF06EF03) Experimentar e fruir esportes de marca e invasão valorizando o trabalho coletivo e o protagonismo. (EF06EF04) Praticar um ou mais esporte de marca e invasão oferecido pela escola, usando habilidades técnico-táticas básicas e respeitando as regras. (EF06EF05) Planejar e utilizar estratégias para solucionar os desafios técnicos e táticos, tanto nos esportes de marca e invasão, como nas modalidades esportivas escolhidas para praticar. Atividade que compara a Queimada com o Handebol, propõe um desafio tático de \"invasão\" e promove uma reflexão sobre a equidade e cooperação nos jogos mistos. Atividade de educacao fisica sobre os tipos de bolas e seus esportes.",
    "imagem": "/nivel-2/2-bncc/educacao-fisica/pagdow/da-queimada-para-o-handebol/Atividade_%20Do%20Jogo%20ao%20Desporto%20(Handebol)_page-0001.webp",
    "link": "/nivel-2/2-bncc/educacao-fisica/pagdow/da-queimada-para-o-handebol/da-queimada-para-o-handebol.html"
  },
  {
    "titulo": "Atletismo Olímpico e Paralímpico",
    "descricao": "(EF06EF03) Experimentar e fruir esportes de marca e invasão valorizando o trabalho coletivo e o protagonismo. (EF06EF04) Praticar um ou mais esporte de marca e invasão oferecido pela escola, usando habilidades técnico-táticas básicas e respeitando as regras. (EF06EF05) Planejar e utilizar estratégias para solucionar os desafios técnicos e táticos, tanto nos esportes de marca e invasão, como nas modalidades esportivas escolhidas para praticar. Ficha de atividade visual que desafia o aluno a identificar o que define um desporto de marca, organizar as provas olímpicas e conectar as adaptações paralímpicas aos atletas corretos. Atividade de educacao fisica sobre os tipos de bolas e seus esportes.",
    "imagem": "/nivel-2/2-bncc/educacao-fisica/pagdow/atletismo-olimpico-e-paralimpico/Atividade_%20Atletismo%20e%20Inclus%C3%A3o_page-0001.webp",
    "link": "/nivel-2/2-bncc/educacao-fisica/pagdow/atletismo-olimpico-e-paralimpico/atletismo-olimpico-e-paralimpico.html"
  },
  {
    "titulo": "Andebol em Ação",
    "descricao": "(EF06EF03) Experimentar e fruir esportes de marca e invasão valorizando o trabalho coletivo e o protagonismo. (EF06EF04) Praticar um ou mais esporte de marca e invasão oferecido pela escola, usando habilidades técnico-táticas básicas e respeitando as regras. (EF06EF05) Planejar e utilizar estratégias para solucionar os desafios técnicos e táticos, tanto nos esportes de marca e invasão, como nas modalidades esportivas escolhidas para praticar. Uma atividade com visual de campo de jogo. Inclui um diagrama de campo para posicionamento de jogadores, associação de fundamentos técnicos e um desafio de regras rápidas. Atividade de educacao fisica sobre os tipos de bolas e seus esportes.",
    "imagem": "/nivel-2/2-bncc/educacao-fisica/pagdow/andebol-em-acao/Atividade%20Educa%C3%A7%C3%A3o%20F%C3%ADsica_%20Andebol%20T%C3%A1tico_page-0001.webp",
    "link": "/nivel-2/2-bncc/educacao-fisica/pagdow/andebol-em-acao/andebol-em-acao.html"
  },
  {
    "titulo": "Bolas dos esportes",
    "descricao": "Atividade de educacao fisica sobre os tipos de bolas e seus esportes.",
    "imagem": "/nivel-2/2-bncc/educacao-fisica/pagdow/atd-edu-1/1.png",
    "link": "/nivel-2/2-bncc/educacao-fisica/pagdow/atd-edu-1/atd-arts-1.html"
  },
  {
    "titulo": "Voc na educao fsica",
    "descricao": "Atividades de perguntas sobre educao fsica.",
    "imagem": "/nivel-2/2-bncc/educacao-fisica/pagdow/atd-edu-2/2.png",
    "link": "/nivel-2/2-bncc/educacao-fisica/pagdow/atd-edu-2/atd-arts-2.html"
  },
  {
    "titulo": "Jogo da velha",
    "descricao": "Atividade de educacao fisica do jogo da velha.",
    "imagem": "/nivel-2/2-bncc/educacao-fisica/pagdow/atd-edu-3/3.png",
    "link": "/nivel-2/2-bncc/educacao-fisica/pagdow/atd-edu-3/atd-arts-3.html"
  },
  {
    "titulo": "chute ao gol",
    "descricao": "Atividade de educacao fisica de ligar aos pontos relacionada a esportes.",
    "imagem": "/nivel-2/2-bncc/educacao-fisica/pagdow/atd-edu-4/4.png",
    "link": "/nivel-2/2-bncc/educacao-fisica/pagdow/atd-edu-4/atd-arts-4.html"
  },
  {
    "titulo": "Tipos de brincadeiras",
    "descricao": "Atividade de educacao fisica sobre os tipos de brincadeiras e como as fazer.",
    "imagem": "/nivel-2/2-bncc/educacao-fisica/pagdow/atd-edu-5/5.png",
    "link": "/nivel-2/2-bncc/educacao-fisica/pagdow/atd-edu-5/atd-arts-5.html"
  },
  {
    "titulo": "Itens de esporte",
    "descricao": "Atividade de educacao fisica onde deve ser identificado os itens que so utilizados em esportes.",
    "imagem": "/nivel-2/2-bncc/educacao-fisica/pagdow/atd-edu-6/6.png",
    "link": "/nivel-2/2-bncc/educacao-fisica/pagdow/atd-edu-6/atd-arts-6.html"
  }
]
