[
  {
    "titulo": "A Minha História",
    "descricao": "COMPREENDER A PASSAGEM DO TEMPO E SUA IMPORTÂNCIA NO CRESCIMENTO E AMADURECIMENTO DE TODAS AS PESSOAS. RELACIONAR AS SEMELHANÇAS E DIFERENÇAS ENTRE UMA MESMA CRIANÇA QUANDO PEQUENA E DEPOIS DE CRESCIDA. (EF01HI01) Reconhecer transformações pessoais a partir do registro das lembranças particulares, da família ou da comunidade. Ideia de Temporality, Trajetória Individual, Crescimento e Amadurecimento, Respeito às Diferenças. CONHECER A HISTÓRIA DE OUTRAS CRIANÇAS E DE UMA GAROTA PAQUISTANESA QUE SE TORNOU PERSONALIDADE MUNDIAL.RECONHECER A PRÓPRIA HISTÓRIA E A DOS COLEGAS. Atividade baseada no material digital do estado de São PauloAtividade de Historia.",
    "imagem": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\A Minha História\\Atividade_ A Minha História_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\A Minha História\\A Minha História.html"
  },
  {
    "titulo": "Amizade e Convivência",
    "descricao": "MUNDO PESSOAL - RELAÇÕES DE CONVÍVIO E CONSTRUÇÃO DE VÍNCULOS. (EF01HI09*) Identificar, respeitar e valorizar as diferenças entre as pessoas de sua convivência.(EF01HI02) Identificar a relação entre as suas histórias e as histórias de sua família e de sua comunidade. Vínculos Pessoais, Valores e Sentimentos, Convivência e Lúdico, Regras de Convivência. COMPREENDER A IMPORTÂNCIA DOS VÍNCULOS PESSOAIS E DAS RELAÇÕES DE AMIZADE AO LONGO DA HISTÓRIA. Atividade baseada no material digital do estado de São Paulo. Atividade de Historia.",
    "imagem": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\Amizade e Convivência\\Atividade_ Amizade e Convivência_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\Amizade e Convivência\\Amizade e Convivência.html"
  },
  {
    "titulo": "As Fases da Nossa Vida",
    "descricao": "REFLETIR SOBRE AS MUDANÇAS QUE OCORREM EM CADA FASE DA VIDA; ASSOCIAR EVENTOS HISTÓRICOS ÀS FASES DA VIDA. (EF01HI01) Reconhecer transformações pessoais a partir do registro das lembranças particulares, da família ou da comunidade. Reconhecimento das Fases, Transformações Pessoais, Associação de Eventos e Objetos, Identidade Atual. RECONHECER AS DIFERENTES FASES DA VIDA; COMPREENDER TRANSFORMAÇÕES PESSOAIS. Atividade baseada no material digital do estado de São Paulo Atividade de Historia.",
    "imagem": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\As Fases da Nossa Vida\\Atividade_ Fases da Vida_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\As Fases da Nossa Vida\\As Fases da Nossa Vida.html"
  },
  {
    "titulo": "Bandeirantes e Jesuítas",
    "descricao": "Identificar os interesses distintos entre os portugueses e espanhóis e compreender os interesses conflitantes entre bandeirantes e jesuítas e as consequências dessas diferenças para as populações indígenas. (EM13CHS102) Identificar, analisar e discutir as circunstâncias históricas, geográficas, políticas, econômicas, sociais, ambientais e culturais de matrizes conceituais (etnocentrismo, evolução, modernidade, cooperativismo/desenvolvimento etc.), avaliando criticamente seu significado histórico e comparando-as a narrativas que contemplem outros agentes e discursos. (SÃO PAULO, 2020) Analisar a construção historiográfica da figura do bandeirante. Identificar os interesses distintos entre os portugueses e espanhóis e compreender os interesses conflitantes entre bandeirantes e jesuítas e as consequências dessas diferenças para as populações indígenas. Atividade baseada no material digital do estado de São Paulo Atividade de Historia.",
    "imagem": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\Bandeirantes e Jesuítas\\Atividade_ Bandeirantes e Jesuítas_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\Bandeirantes e Jesuítas\\Bandeirantes e Jesuítas.html"
  },
  {
    "titulo": "De onde vem a minha história",
    "descricao": "LEMBRAR DE ACONTECIMENTOS E/OU OBJETOS QUE FORAM IMPORTANTES NA TRAJETÓRIA DE VIDA (EF01HI01) Reconhecer transformações pessoais a partir do registro das lembranças particulares, da família ou da comunidade. Analisar aspectos históricos. IDENTIFICAR MARCOS NAS DIFERENTES FASES DA VIDA (NASCIMENTO, FALAR, ANDAR, ENTRE OUTROS), RECONHECER AS FASES E TRANSFORMAÇÕES PESSOAIS A PARTIR DAS LEMBRANÇAS, COM APOIO SE NECESSÁRIO. Atividade baseada no material digital do estado de São Paulo Atividade de Historia.",
    "imagem": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\De onde vem a minha história\\Atividade_ Minha História e Fases da Vida_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\De onde vem a minha história\\De onde vem a minha história.html"
  },
  {
    "titulo": "O Lugar Onde Vivo",
    "descricao": "IDENTIFICAR OS ESPAÇOS DO BAIRRO. CONHECER A HISTÓRIA DE UM BAIRRO. (EF01HI02) Identificar a relação entre as suas histórias e as histórias de sua família e de sua comunidade. Identificação de Espaços, Observação do Meio, Integração e Socialização, Cidadania. RECONHECER A IMPORTÂNCIA DO LUGAR ONDE VIVE, SINALIZANDO O MEIO SOCIAL COMO FORMA DE INTEGRAÇÃO. Atividade baseada no material digital do estado de São Paulo Atividade de Historia.",
    "imagem": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\O Lugar Onde Vivo\\Atividade_ O Lugar Onde Vivo_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\O Lugar Onde Vivo\\O Lugar Onde Vivo.html"
  },
  {
    "titulo": "Os Mapas Contam Histórias",
    "descricao": "Retomar conhecimentos sobre a formação dos governos-gerais na América portuguesa (EM13CHS102) Identificar, analisar e discutir as circunstâncias históricas, geográficas, políticas, econômicas, sociais, ambientais e culturais de matrizes conceituais (etnocentrismo, evolução, modernidade, cooperativismo/desenvolvimento etc.), avaliando criticamente seu significado histórico e comparando-as a narrativas que contemplem outros agentes e discursos. (SÃO PAULO, 2020) Analisar aspectos históricos e geográficos que influenciaram a formação do território brasileiro. Compreender as funções dos mapas históricos para a formação do Brasil. Atividade baseada no material digital do estado de São Paulo Atividade de Historia.",
    "imagem": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\Os Mapas Contam Histórias\\Atividade_ Mapas e Território_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\Os Mapas Contam Histórias\\Os Mapas Contam Histórias.html"
  },
  {
    "titulo": "Quem sou eu",
    "descricao": "IDENTIFICAR GOSTOS PESSOAIS E HÁBITOS DIÁRIOS; PROMOVER E ACEITAR AS DIFERENÇAS. (EF01HI01) Reconhecer transformações pessoais a partir do registro das lembranças particulares, da família ou da comunidade. Autorretrato, Características Físicas, Gostos e Preferências, Respeito às Diferenças. RECONHECER E VALORIZAR AS PRÓPRIAS CARACTERÍSTICAS FÍSICAS. Atividade baseada no material digital do estado de São Paulo. Atividade de Historia.",
    "imagem": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\Quem sou eu\\Atividade_ Quem Sou Eu__page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\Quem sou eu\\Quem sou eu.html"
  },
  {
    "titulo": "Quem sou eu Meu Nome!",
    "descricao": "RECONHECER O SEU NOME COMO IDENTIDADE; CONHECER A ORIGEM DO SOBRENOME SILVA. (EF01HI01) Reconhecer transformações pessoais a partir do registro das lembranças particulares, da família ou da comunidade. Analisar aspectos históricos e ORIGEM DO PRÓPRIO NOME. IDENTIFICAR SEU NOME E SEU SOBRENOME. Atividade baseada no material digital do estado de São Paulo Atividade de Historia.",
    "imagem": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\Quem sou eu Meu Nome!\\Atividade_ Meu Nome, Minha Identidade_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\Quem sou eu Meu Nome!\\Quem sou eu Meu Nome!.html"
  },
  {
    "titulo": "Vamos Viver em Paz!",
    "descricao": "MUNDO PESSOAL - RELAÇÕES DE CONVÍVIO E CONSTRUÇÃO DE VÍNCULOS. (EF01HI09*) Identificar, respeitar e valorizar as diferenças entre as pessoas de sua convivência.(EF01HI02) Identificar a relação entre as suas histórias e as histórias de sua família e de sua comunidade. Valorização das Diferenças, Simbologia e Escrita, Promoção de Atitudes de Respeito, Expressão Emocional. RECONHECER CARACTERÍSTICAS PESSOAIS (FÍSICAS E CULTURAIS), COM VALORIZAÇÃO DAS SEMELHANÇAS E DAS DIFERENÇAS, PROMOVENDO ATITUDES DE RESPEITO ÀS INDIVIDUALIDADES. Atividade baseada no material digital do estado de São Paulo Atividade de Historia.",
    "imagem": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\Vamos Viver em Paz!\\Atividade_ Vamos Viver em Paz!_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Historia\\PagDow\\Vamos Viver em Paz!\\Vamos Viver em Paz!.html"
  },
  {
    "titulo": "Labirinto de Roma",
    "descricao": "Atividade de história onde deve pegar o gladiador e levar ele para o coliseu.",
    "imagem": "/Nivel 2/2-BNCC/Historia/PagDow/ATD-Hist-1/1.png",
    "link": "/Nivel 2/2-BNCC/Historia/PagDow/ATD-Hist-1/ATD-ARTS-1.html"
  },
  {
    "titulo": "Cultura Grega",
    "descricao": "Atividade de história sobre a identificação dos objetos ligados a cultura grega.",
    "imagem": "/Nivel 2/2-BNCC/Historia/PagDow/ATD-Hist-2/2.png",
    "link": "/Nivel 2/2-BNCC/Historia/PagDow/ATD-Hist-2/ATD-ARTS-2.html"
  },
  {
    "titulo": "Cultura Egípcia",
    "descricao": "Atividade de história sobre a identificação dos objetos ligados a cultura grega.",
    "imagem": "/Nivel 2/2-BNCC/Historia/PagDow/ATD-Hist-3/3.png",
    "link": "/Nivel 2/2-BNCC/Historia/PagDow/ATD-Hist-3/ATD-ARTS-3.html"
  },
  {
    "titulo": "Produtos orientais",
    "descricao": "Atividades de história de cruzadinha com o tema sendo os produtos orientais.",
    "imagem": "/Nivel 2/2-BNCC/Historia/PagDow/ATD-Hist-4/4.png",
    "link": "/Nivel 2/2-BNCC/Historia/PagDow/ATD-Hist-4/ATD-ARTS-4.html"
  },
  {
    "titulo": "Brasão de castelo",
    "descricao": "Atividade de história onde deve ser utilizada a imaginação para a riação de um brasão de castelos.",
    "imagem": "/Nivel 2/2-BNCC/Historia/PagDow/ATD-Hist-5/5.png",
    "link": "/Nivel 2/2-BNCC/Historia/PagDow/ATD-Hist-5/ATD-ARTS-5.html"
  },
  {
    "titulo": "Labirindo do índio",
    "descricao": "Atividade de história com labirinto onde deve levar o índio para casa dele.",
    "imagem": "/Nivel 2/2-BNCC/Historia/PagDow/ATD-Hist-6/6.png",
    "link": "/Nivel 2/2-BNCC/Historia/PagDow/ATD-Hist-6/ATD-ARTS-6.html"
  }
]