[
  {
    "titulo": "Montando o Mosaico Secreto",
    "descricao": "Atividade de matemática.(EF01MA14) Identificar e nomear figuras planas (círculo, quadrado, retângulo e triângulo) em desenhos apresentados em diferentes disposições ou em contornos de faces de sólidos geométricos. (Habilidade adaptada para focar na composição de uma figura - o losango - a partir de outras - triângulos).A atividade Montando o Mosaico Secreto traduz o cálculo de áreas de triângulos e losangos em uma tarefa lúdica de construção. Em vez de aplicar fórmulas, o aluno utiliza a contagem como ferramenta principal para medir e entender o espaço.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Montando o Mosaico Secreto\\Atividade Adaptada - Montando o Mosaico Secreto_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Montando o Mosaico Secreto\\Montando o Mosaico Secreto.html"
  },
  {
    "titulo": "Nosso Arraiá Divertido!",
    "descricao": "Atividade de matemática.(EF01MA04) Contar a quantidade de objetos de coleções (...) e apresentar o resultado por registros verbais e simbólicos. (EF02MA10) Descrever um padrão (ou regularidade) de sequências (...), por meio de palavras, símbolos ou desenhos.A atividade Nosso Arraiá Divertido! envolve os alunos em uma situação-problema do cotidiano: organizar a decoração de uma festa junina. Eles devem contar e agrupar elementos decorativos, além de identificar e continuar padrões visuais, desenvolvendo habilidades de contagem, agrupamento e reconhecimento de sequências.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Nosso Arraiá Divertido!\\Atividade Adaptada - Nosso Arraiá Divertido_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Nosso Arraiá Divertido!\\Nosso Arraiá Divertido!.html"
  },
  {
    "titulo": "O Desafio da Fábrica de Doces",
    "descricao": "Atividade de matemática.(EF07MA17) Resolver e elaborar problemas que envolvam variação de proporcionalidade direta e de proporcionalidade inversa entre duas grandezas. (A Regra de Três Composta é uma extensão natural desta habilidade, aplicando o mesmo raciocínio a mais de duas grandezas).A atividade O Desafio da Fábrica de Doces coloca o aluno em uma situação-problema do cotidiano: ajustar a produção de doces conforme mudanças na demanda e na capacidade produtiva. A complexidade é introduzida progressivamente:",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\O Desafio da Fábrica de Doces\\Atividade - O Desafio da Fábrica de Doces_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\O Desafio da Fábrica de Doces\\O Desafio da Fábrica de Doces.html"
  },
  {
    "titulo": "O Enigma dos Mosaicos Antigos",
    "descricao": "Atividade de matemática.(EF06MA21) Construir figuras planas semelhantes em situações de ampliação e de redução, com o uso de malhas quadriculadas, plano cartesiano ou tecnologias digitais.A atividade O Enigma dos Mosaicos Antigos coloca o aluno em uma situação-problema do cotidiano: analisar e reproduzir padrões de mosaicos antigos utilizando conceitos de semelhança e proporção. A complexidade é introduzida progressivamente:",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\O Enigma dos Mosaicos Antigos\\Atividade - O Enigma dos Mosaicos Antigos_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\O Enigma dos Mosaicos Antigos\\O Enigma dos Mosaicos Antigos.html"
  },
  {
    "titulo": "Olimpíada dos Racionais",
    "descricao": "Atividade de matemática.(EF07MA10) Comparar e ordenar números racionais em diferentes contextos e associá-los a pontos da reta numérica. (EF07MA12) Resolver e elaborar problemas que envolvam as operações com números racionais.A atividade Olimpíada dos Racionais coloca o aluno em uma situação-problema do cotidiano: competir em desafios matemáticos que envolvem números racionais. A complexidade é introduzida progressivamente:",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Olimpíada dos Racionais\\Atividade - Olimpíada dos Racionais_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Olimpíada dos Racionais\\Olimpíada dos Racionais.html"
  },
  {
    "titulo": "Planejando a Festa de Aniversário!",
    "descricao": "Atividade de matemática.(EF02MA10) Descrever um padrão (ou regularidade) de sequências repetitivas e de sequências recursivas, por meio de palavras, símbolos ou desenhos. (Habilidade adaptada para a percepção de padrões de aumento e diminuição).A atividade Planejando a Festa de Aniversário! envolve os alunos em uma situação-problema do cotidiano: organizar os preparativos para uma festa de aniversário. Eles devem identificar e continuar padrões visuais, além de planejar a quantidade de itens necessários com base no número de convidados, desenvolvendo habilidades de reconhecimento de sequências e planejamento.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Planejando a Festa de Aniversário!\\Atividade Adaptada - Planejando a Festa de Aniversário_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Planejando a Festa de Aniversário!\\Planejando a Festa de Aniversário!.html"
  },
  {
    "titulo": "Viagem de Férias",
    "descricao": "Atividade de matemática.(EF07MA17) Resolver e elaborar problemas que envolvam variação de proporcionalidade direta e de proporcionalidade inversa entre duas grandezas, utilizando sentença algébrica para expressar a relação entre elas. (A Regra de Três Simples é uma extensão natural desta habilidade, aplicando o mesmo raciocínio a duas grandezas).A atividade Viagem de Férias coloca o aluno em uma situação-problema do cotidiano: planejar uma viagem considerando diferentes variáveis como distância, tempo e custo. A complexidade é introduzida progressivamente:",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Viagem de Férias\\Atividade - Missão_ Viagem de Férias_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Viagem de Férias\\Viagem de Férias.html"
  },
  {
    "titulo": "Mestres Culinários   O Desafio das Frações",
    "descricao": "Atividade de matemática.(EF07MA07) Comparar e ordenar frações associando-as à reta numérica. (EF07MA08) Comparar e ordenar frações com denominadores diferentes pelo processo de equivalência. (EF07MA09) Resolver e elaborar problemas que envolvam as operações com números racionais na forma de frações.A atividade Mestres Culinários: O Desafio das Frações coloca o aluno em uma situação-problema do cotidiano: preparar receitas culinárias que exigem o uso de frações. A complexidade é introduzida progressivamente:",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Mestres Culinários - O Desafio das Frações\\Atividade - Mestres Culinários_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Mestres Culinários - O Desafio das Frações\\Mestres Culinários - O Desafio das Frações.html"
  },
  {
    "titulo": "Missão Arraiá de Sucesso!",
    "descricao": "Atividade de matemática.(EF07MA17) Resolver e elaborar problemas que envolvam variação de proporcionalidade direta e de proporcionalidade inversa entre duas grandezas. (EF07MA02) Resolver e elaborar problemas que envolvam porcentagens, como os que lidam com acréscimos e decréscimos simples.A atividade Missão Arraiá de Sucesso! coloca o aluno em uma situação-problema do cotidiano: organizar uma festa junina considerando diferentes variáveis como número de convidados, quantidade de alimentos e bebidas, e orçamento disponível. A complexidade é introduzida progressivamente:",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Missão Arraiá de Sucesso!\\Atividade - Missão_ Arraiá de Sucesso_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Missão Arraiá de Sucesso!\\Missão Arraiá de Sucesso!.html"
  },
  {
    "titulo": "Designers de Pixel Art",
    "descricao": "Atividade de matemática.(EF06MA21) Construir figuras planas semelhantes em situações de ampliação e de redução, com o uso de malhas quadriculadas, plano cartesiano ou tecnologias digitais.A atividade Designers de Pixel Art coloca o aluno em uma situação-problema do cotidiano: criar e modificar imagens em pixel art utilizando conceitos de semelhança e proporção. A complexidade é introduzida progressivamente:",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Designers de Pixel Art\\Atividade - Designers de Pixel Art_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Designers de Pixel Art\\Designers de Pixel Art.html"
  },
  {
    "titulo": "Detetives de Formas O Caso das Figuras Semelhantes",
    "descricao": "Atividade de matemática.(EF06MA21) Construir figuras planas semelhantes em situações de ampliação e de redução, com o uso de malhas quadriculadas, plano cartesiano ou tecnologias digitais.A atividade Detetives de Formas: O Caso das Figuras Semelhantes coloca o aluno em uma situação-problema do cotidiano: analisar e comparar figuras geométricas para identificar semelhanças e proporções. A complexidade é introduzida progressivamente:",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Detetives de Formas O Caso das Figuras Semelhantes\\Atividade - Detetives de Formas_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Detetives de Formas O Caso das Figuras Semelhantes\\Detetives de Formas O Caso das Figuras Semelhantes.html"
  },
  {
    "titulo": "Fábrica de Robôs   O Clone Perfeito",
    "descricao": "Atividade de matemática.(EF01MA10) Descrever, após o reconhecimento e a explicitação de um padrão (ou regularidade), os elementos ausentes em sequências recursivas de objetos, figuras ou números. (Habilidade adaptada para focar na reprodução de um padrão visual em uma escala diferente).A atividade Fábrica de Robôs: O Clone Perfeito coloca o aluno em uma situação-problema do cotidiano: replicar robôs seguindo padrões específicos de design e proporção. A complexidade é introduzida progressivamente:",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Fábrica de Robôs - O Clone Perfeito\\Atividade Adaptada - Fábrica de Robôs_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Fábrica de Robôs - O Clone Perfeito\\Fábrica de Robôs - O Clone Perfeito.html"
  },
  {
    "titulo": "Influenciador Digital",
    "descricao": "Atividade de matemática.(EF07MA02) Resolver e elaborar problemas que envolvam porcentagens, como os que lidam com acréscimos e decréscimos simples, utilizando estratégias pessoais, cálculo mental e calculadora, no contexto de educação financeira, entre outros.A atividade Influenciador Digital coloca o aluno em uma situação-problema do cotidiano: gerenciar uma conta de rede social considerando métricas de crescimento e engajamento. A complexidade é introduzida progressivamente:",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Influenciador Digital\\Atividade - Missão_ Influenciador Digital_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Influenciador Digital\\Influenciador Digital.html"
  },
  {
    "titulo": "Caçadores de Descontos",
    "descricao": "Atividade de matemática.(EF06MA13) Resolver e elaborar problemas que envolvam porcentagens, com base na ideia de proporcionalidade, sem fazer uso da “regra de três”, utilizando estratégias pessoais, cálculo mental e calculadora, em contextos de educação financeira, entre outros.A atividade Caçadores de Descontos coloca o aluno em uma situação-problema do cotidiano: identificar e calcular descontos em diferentes cenários de compras. A complexidade é introduzida progressivamente:",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Caçadores de Descontos\\Atividade - Missão_ Caçadores de Descontos_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Caçadores de Descontos\\Caçadores de Descontos.html"
  },
  {
    "titulo": "Copiando Desenhos Mágicos",
    "descricao": "Atividade de matemática.(EF01MA10) Descrever, após o reconhecimento e a explicitação de um padrão (ou regularidade), os elementos ausentes em sequências recursivas de objetos, figuras ou números. (Habilidade adaptada para focar na reprodução de um padrão visual em uma malha).A atividade Copiando Desenhos Mágicos envolve os alunos em uma situação-problema do cotidiano: reproduzir desenhos seguindo padrões específicos em uma grade quadriculada. Eles devem observar atentamente os detalhes e aplicar suas habilidades de reconhecimento de padrões para completar a tarefa, desenvolvendo habilidades de percepção visual e atenção aos detalhes.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Copiando Desenhos Mágicos\\Atividade Adaptada - Copiando Desenhos Mágicos_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Copiando Desenhos Mágicos\\Copiando Desenhos Mágicos.html"
  },
  {
    "titulo": "A Barraca de Comidas",
    "descricao": "Atividade de matemática.(EF04MA09) Reconhecer as frações unitárias mais usuais (...) e suas representações decimais, utilizando a reta numérica como recurso. (Habilidade adaptada para a representação visual da relação entre fração decimal e sua quantidade).A atividade A Barraca de Comidas coloca o aluno em uma situação-problema do cotidiano: calcular quantidades e preços de alimentos em uma feira. A complexidade é introduzida progressivamente:",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\A Barraca de Comidas\\Atividade Adaptada - A Barraca de Comidas.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\A Barraca de Comidas\\A Barraca de Comidas.html"
  },
  {
    "titulo": "A Batalha de Likes",
    "descricao": "Atividade de matemática.(EF01MA04) Contar a quantidade de objetos de coleções até 100 unidades e apresentar o resultado por registros verbais e simbólicos (...). (Habilidade adaptada para focar na representação e comparação de partes de um todo).A atividade A Batalha de Likes envolve os alunos em uma situação-problema do cotidiano: analisar e comparar a popularidade de diferentes postagens em uma rede social. Eles devem contar e representar graficamente os likes recebidos, além de comparar as quantidades para determinar qual postagem é a mais popular, desenvolvendo habilidades de contagem, representação visual e comparação de quantidades.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\A Batalha de Likes\\Atividade Adaptada - A Batalha de Likes.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\A Batalha de Likes\\A Batalha de Likes.html"
  },
  {
    "titulo": "A Guerra das Pizzas",
    "descricao": "Atividade de matemática.(EF04MA09) Reconhecer as frações unitárias mais usuais (1/2, 1/3, 1/4, 1/5, 1/10 e 1/100) como unidades de medida menores do que uma unidade, utilizando a reta numérica como recurso. (Habilidade adaptada para a comparação visual de frações).A atividade A Guerra das Pizzas coloca o aluno em uma situação-problema do cotidiano: dividir e comparar fatias de pizza entre diferentes grupos. A complexidade é introduzida progressivamente:",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\A Guerra das Pizzas\\Atividade Adaptada - A Guerra das Pizzas-imagens-0.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\A Guerra das Pizzas\\A Guerra das Pizzas.html"
  },
  {
    "titulo": "A Lojinha de Brinquedos",
    "descricao": "Atividade de matemática.(EF01MA04) Contar a quantidade de objetos de coleções até 100 unidades e apresentar o resultado por registros verbais e simbólicos, em situações de seu interesse, como jogos, brincadeiras, materiais da sala de aula, entre outros. (Habilidade adaptada para focar na manipulação de quantidades - adição e subtração).A atividade A Lojinha de Brinquedos envolve os alunos em uma situação-problema do cotidiano: gerenciar uma loja de brinquedos. Eles devem contar e organizar os brinquedos disponíveis, além de calcular o total de vendas e o troco para os clientes, desenvolvendo habilidades de contagem, adição e subtração.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\A Lojinha de Brinquedos\\Atividade Adaptada - A Lojinha de Brinquedos_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\A Lojinha de Brinquedos\\A Lojinha de Brinquedos.html"
  },
  {
    "titulo": "A Super Fábrica de Doces",
    "descricao": "Atividade de matemática.(EF02MA10) Descrever um padrão (ou regularidade) de sequências repetitivas e de sequências recursivas, por meio de palavras, símbolos ou desenhos. (Habilidade adaptada para a percepção de como múltiplos fatores afetam o resultado de um padrão).A atividade A Super Fábrica de Doces envolve os alunos em uma situação-problema do cotidiano: organizar a produção de doces em uma fábrica. Eles devem identificar e continuar padrões de produção, considerando diferentes variáveis como quantidade de ingredientes e tempo de preparo, desenvolvendo habilidades de reconhecimento de sequências e planejamento.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\A Super Fábrica de Doces\\Atividade Adaptada - A Super Fábrica de Doces_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\A Super Fábrica de Doces\\A Super Fábrica de Doces.html"
  },
  {
    "titulo": "Atividade Mestre das Pipas",
    "descricao": "Atividade de matemática.Habilidade da BNCC: (EF08MA19) Resolver e elaborar problemas que envolvam medidas de área de figuras geométricas, utilizando expressões de cálculo de área (quadriláteros, triângulos e círculos), em situações como determinar medida de terrenos.A atividade Missão: Mestre das Pipas coloca o aluno numa situação-problema do quotidiano: calcular a quantidade e o custo de material para construir pipas. A complexidade é introduzida progressivamente:",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Mestre das Pipas\\Mestre-das-Pipas.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Mestre das Pipas\\Atividade-Mestre-das-Pipas.html"
  },
  {
    "titulo": "Atividade Montando a Nossa Casinha",
    "descricao": "Atividade de matemática.(EF02MA14) Medir e comparar comprimentos utilizando unidades de medida não padronizadas e padronizadas (metro, centímetro e milímetro) e instrumentos adequados. (Habilidade adaptada para a noção de área, usando o quadradinho como unidade de medida não padronizada para comparar superfícies).A atividade Montando a Nossa Casinha simplifica o conceito de cálculo de área de figuras compostas, substituindo a multiplicação e a decomposição pela contagem direta de unidades em uma grade. A proposta é construir uma base intuitiva para o conceito de área",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Montando a Nossa Casinha\\Montando a Nossa Casinha.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Montando a Nossa Casinha\\Atividade-Montando-a-Nossa-Casinha.html"
  },
  {
    "titulo": "Atividade Montando Minha Pipa Colorida",
    "descricao": "Atividade de matemática.(EF02MA15) Reconhecer, comparar e nomear figuras planas (círculo, quadrado, retângulo e triângulo), por meio de características comuns, em desenhos apresentados em diferentes disposições ou em sólidos geométricos. (Habilidade adaptada para focar na composição de uma figura - o losango - a partir de outras - triângulos).A atividade Montando Minha Pipa Colorida traduz o cálculo de áreas de triângulos e losangos em uma tarefa lúdica de construção. Em vez de aplicar fórmulas, o aluno utiliza a contagem como ferramenta principal para medir e entender o espaço.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Montando Minha Pipa Colorida\\Montando-Minha-Pipa-Colorida.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Montando Minha Pipa Colorida\\Atividade-Montando-Minha-Pipa-Colorida.html"
  },
  {
    "titulo": "Atividade Arquiteto(a) de Sonhos",
    "descricao": "Atividade de matemática.(EM13MAT309) Resolver e elaborar problemas que envolvem o cálculo de áreas de figuras planas, em contextos como o da determinação de medidas de terrenos ou plantas baixas, com ou sem o uso de tecnologias digitais.A atividade Arquiteto(a) de Sonhos coloca o aluno em uma situação-problema do cotidiano: calcular a área de um imóvel a partir de sua planta baixa para orçar o custo de um novo piso. A complexidade é introduzida progressivamente",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Arquiteto(a) de Sonhos\\Arquiteto(a) de Sonhos.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\Arquiteto(a) de Sonhos\\Atividade-Arquiteto(a)-de-Sonhos.html"
  },
  {
    "titulo": "Defensores da Amazonia",
    "descricao": "Atividade de matemática.Cálculo Geométrico, Resolução de Problemas, Raciocínio Lógico, Consciência Ambiental, BNCC (EM13MAT309), A atividade Missão: Defensores da Amazônia contextualiza o estudo de áreas de figuras planas em um cenário de monitoramento ambiental. Os alunos assumem o papel de especialistas e progridem através de quatro desafios: Conversão de Unidades: Começam com um cálculo simples para reforçar a conversão de hectares para metros quadrados. Cálculo de Áreas Retangulares: Aplicam a fórmula da área do retângulo em dois cenários de desmatamento. Cálculo de Área Quadrada: Calculam a área de uma zona de preservação quadrada. Análise e Comparação: Consolidam todos os cálculos, somando as áreas desmatadas e comparando-as com a área protegida, o que os leva a uma conclusão crítica sobre o cenário apresentado.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow/Defensores%20da%20Amazônia/ATDS de Matemática.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica/PagDow/Defensores%20da%20Amazônia/Atividade-de-matematica-Defensores-da-Amazônia.html"
  },
  {
    "titulo": "Jardineiros da Floresta",
    "descricao": "Atividade de matemática.Contagem e Numeração, Correspondência Um-a-Um, Comparação de Quantidades, EF01MA02.A atividade Missão: Jardineiros da Floresta traduz o conceito abstrato de área para uma tarefa de contagem em uma grade visual. Em vez de cálculos de multiplicação, o aluno é convidado a contar quadradinhos para quantificar o espaço.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow/Jardineiros-da-Floresta/ATDS de Matemática.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow/Jardineiros-da-Floresta/atividade-de-matematica-Jardineiros-da-Floresta.html"
  },
  {
    "titulo": "Atividade de Formas Geométricas Espaciais – Relacione Objetos do Cotidiano com Cone, Cubo, Esfera e Cilindro",
    "descricao": "Atividade de matemática.Esta atividade de formas geométricas espaciais foi desenvolvida para tornar o aprendizado da matemática mais lúdico e atrativo para as crianças. O objetivo é que o aluno observe objetos do cotidiano e pinte a figura geométrica que mais se parece com eles, criando conexões visuais entre o mundo real e os conceitos matemáticos. (EF01MA13) Relacionar figuras geométricas espaciais (cones, cilindros, esferas e blocos retangulares) a objetos cotidianos do mundo físico.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-18\\Atividade_adaptada_de_matematica.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-18\\Atividade_adaptada_de_matematica.html"
  },
  {
    "titulo": "Atividade de Figuras Geométricas Planas – Círculo, Triângulo, Quadrado e Retângulo para Imprimir",
    "descricao": "Atividade de matemática.Esta atividade de figuras geométricas planas foi elaborada para auxiliar crianças no processo de identificação e nomeação das principais formas da matemática. O exercício consiste em ligar cada figura ao seu respectivo nome, estimulando a observação, o raciocínio lógico e a memorização. (EF01MA14) Identificar e nomear figuras planas (círculo, quadrado, retângulo e triângulo) em desenhos apresentados em diferentes disposições ou em contornos de faces de sólidos geométricos.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-19\\Atividade_adaptada_de_matematica.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-19\\Atividade_adaptada_de_matematica.html"
  },
  {
    "titulo": "Atividade de Pintura com Figuras Geométricas – Círculo, Triângulo, Quadrado e Retângulo",
    "descricao": "Atividade de matemática.Esta atividade de pintura com figuras geométricas planas é uma forma divertida de ensinar matemática para crianças em fase inicial de aprendizagem. O objetivo é que os alunos identifiquem e pintem cada forma geométrica conforme a legenda, trabalhando a associação entre cores e formas. (EF01MA14) Identificar e nomear figuras planas (círculo, quadrado, retângulo e triângulo) em desenhos apresentados em diferentes disposições ou em contornos de faces de sólidos geométricos.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-20\\Atividade_adaptada_de_matematica.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-20\\Atividade_adaptada_de_matematica.html"
  },
  {
    "titulo": "Atividade de Comparação de Medidas: Comprido, Curto, Pesado, Leve, Cheio, Vazio, Alto e Baixo",
    "descricao": "Atividade de matemática.Esta atividade de matemática infantil foi desenvolvida para que as crianças aprendam a comparar objetos do cotidiano de acordo com diferentes características: Comprido x Curto, Pesado x Leve ,Cheio x Vazio, Alto x Baixo. O exercício pede que os alunos circulem os objetos maiores ou mais pesados e façam um X nos que são menores ou mais leves, estimulando a observação, a comparação e o raciocínio lógico. (EF01MA15) Comparar comprimentos, capacidades ou massas, utilizando termos como mais alto, mais baixo, mais comprido, mais curto, mais grosso, mais fino, mais largo, mais pesado, mais leve, cabe mais, cabe menos, entre outros, para ordenar objetos de uso cotidiano.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-21\\Atividade_adaptada_de_matematica.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-21\\Atividade_adaptada_de_matematica.html"
  },
  {
    "titulo": "Atividade com Notas de Dinheiro: Valores do Sistema Monetário Brasileiro",
    "descricao": "Atividade de matemática.Esta atividade lúdica de matemática trabalha com o sistema monetário brasileiro, utilizando cédulas de reais para que as crianças aprendam a reconhecer valores e fazer associações corretas entre números e notas. O aluno deve ligar os valores apresentados (R$ 4,00, R$ 10,00, R$ 12,00, R$ 22,00, R$ 14,00 e R$ 30,00) às combinações de notas correspondentes, desenvolvendo a habilidade de somar e identificar diferentes formas de representar o mesmo valor em dinheiro. (EF01MA19) Reconhecer e relacionar valores de moedas e cédulas do sistema monetário brasileiro para resolver situações simples do cotidiano do estudante.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-22\\Atividade_adaptada_de_matematica.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-22\\Atividade_adaptada_de_matematica.html"
  },
  {
    "titulo": "Atividade de Matemática: Organizar, Completar e Associar Números",
    "descricao": "Atividade de matemática.Esta atividade de matemática foi elaborada para trabalhar o raciocínio lógico e a alfabetização numérica das crianças, explorando diferentes formas de lidar com os números. A ficha apresenta três tipos de exercícios: Organizar os números do maior para o menor – os alunos devem colocar os números em ordem decrescente; Completar as lacunas com os números que faltam – exercício de sequência numérica; Ligar o número ao seu nome por extenso – associação entre número simbólico e sua forma escrita. (EF01MA04) Contar a quantidade de objetos de coleções de no mínimo 20 unidades e apresentar o resultado por registros verbais e simbólicos, em situações de seu interesse, como jogos, brincadeiras, materiais da sala de aula, entre outros.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-23\\Atividade_adaptada_de_matematica.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-23\\Atividade_adaptada_de_matematica.html"
  },
  {
    "titulo": "Jogo da Memória Geométrico",
    "descricao": "Atividade de matematica.Atividade educativa de matemática: Jogo da Memória Geométrico. Essa atividade trabalha o reconhecimento de formas geométricas planas, como triângulo, quadrado, pentágono, hexágono, heptágono e octógono. O objetivo é associar cada figura ao seu respectivo número de lados, estimulando a memória, a concentração e o aprendizado das propriedades das figuras. Recurso ideal para educação infantil e ensino fundamental, ajudando professores a introduzir conceitos de geometria de forma divertida e interativa.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-15\\Atividade_adaptada_de_matematica.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-15\\Atividade_adaptada_de_matematica.html"
  },
  {
    "titulo": "Atividade da casa geométrica",
    "descricao": "Atividade de matematica.Atividade de matemática e artes: Recorte e Monte a Casa com Formas Geométricas. Nesta atividade, as crianças devem recortar figuras como círculo, quadrado, retângulo e triângulo para montar uma casa. A proposta desenvolve habilidades de coordenação motora fina, percepção espacial, criatividade e reconhecimento das formas geométricas. É um recurso lúdico ideal para a educação infantil e os primeiros anos do ensino fundamental, unindo aprendizado e diversão.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-16\\Atividade_adaptada_de_matematica.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-16\\Atividade_adaptada_de_matematica.html"
  },
  {
    "titulo": "Atividade de matemática para classificar ângulos",
    "descricao": "Atividade de matematica.Atividade de matemática voltada para o ensino fundamental, onde os alunos devem observar diferentes figuras geométricas e classificar cada ângulo como agudo ou obtuso. Esse exercício ajuda a desenvolver a percepção geométrica, o raciocínio lógico e a compreensão dos conceitos básicos de geometria. Material ideal para professores utilizarem em sala de aula ou como atividade complementar de estudo em casa.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-10\\Atividade_adaptada_de_matematica.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-10\\Atividade_adaptada_de_matematica.html"
  },
  {
    "titulo": "Atividade de função afim no plano cartesiano",
    "descricao": "Atividade de matematica.Atividade de função afim destinada a alunos do ensino fundamental II e ensino médio. O exercício propõe completar uma tabela de valores da função f(x) = -4x - 6 e marcar os pontos correspondentes no plano cartesiano, permitindo ao estudante visualizar o gráfico da função de primeiro grau. Essa atividade trabalha conceitos de álgebra, funções lineares e interpretação de gráficos, sendo ideal para revisão em sala de aula ou estudo individual.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-11\\Atividade_adaptada_de_matematica.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-11\\Atividade_adaptada_de_matematica.html"
  },
  {
    "titulo": "Atividade de função afim no plano cartesiano",
    "descricao": "Atividade de matematicaAtividade de função afim destinada a alunos do ensino fundamental II e ensino médio. O exercício propõe completar uma tabela de valores da função f(x) = -4x - 6 e marcar os pontos correspondentes no plano cartesiano, permitindo ao estudante visualizar o gráfico da função de primeiro grau. Essa atividade trabalha conceitos de álgebra, funções lineares e interpretação de gráficos, sendo ideal para revisão em sala de aula ou estudo individual..",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-12\\Atividade_adaptada_de_matematica.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-12\\Atividade_adaptada_de_matematica.html"
  },
  {
    "titulo": "Atividade de função afim no plano cartesiano",
    "descricao": "Atividade de matematica.Atividade de função afim destinada a alunos do ensino fundamental II e ensino médio. O exercício propõe completar uma tabela de valores da função f(x) = -4x - 6 e marcar os pontos correspondentes no plano cartesiano, permitindo ao estudante visualizar o gráfico da função de primeiro grau. Essa atividade trabalha conceitos de álgebra, funções lineares e interpretação de gráficos, sendo ideal para revisão em sala de aula ou estudo individual.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-13\\Atividade_adaptada_de_matematica.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-13\\Atividade_adaptada_de_matematica.html"
  },
  {
    "titulo": "Atividade de geometria para encontrar o valor de x em ângulos",
    "descricao": "Atividade de matematica.Atividade de geometria para o ensino fundamental, com 6 exercícios de cálculo do valor de x a partir de relações entre ângulos (adjacentes, complementares, suplementares e ângulo reto). Ideal para trabalhar raciocínio geométrico, propriedades de ângulos e resolução de problemas, podendo ser usada em sala de aula, lição de casa ou revisão. Palavras-chave: ângulos, geometria, ângulo reto, suplementar, complementar, exercícios com gabarito, 6º ao 8º ano.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-14\\Atividade_adaptada_de_matematica.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-14\\Atividade_adaptada_de_matematica.html"
  },
  {
    "titulo": "Atividade de matemática com equações do 7º ano",
    "descricao": "Atividade adaptada de matematica, Atividade de matematica.Atividade de matemática voltada para o 7º ano do ensino fundamental, com questões de equações do 1º grau. Essa atividade ajuda os estudantes a desenvolverem o raciocínio lógico, interpretar expressões matemáticas e resolver problemas de forma prática. Ideal para professores aplicarem em sala de aula ou para estudo em casa.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-7\\Atividade_adaptada_de_matematica.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-7\\Atividade_adaptada_de_matematica.html"
  },
  {
    "titulo": "Atividade de matemática com equações do 7º ano",
    "descricao": "Atividade adaptada de matematica, Atividade de matematica.Atividade de matemática voltada para o 7º ano do ensino fundamental, com questões de equações do 1º grau. Essa atividade ajuda os estudantes a desenvolverem o raciocínio lógico, interpretar expressões matemáticas e resolver problemas de forma prática. Ideal para professores aplicarem em sala de aula ou para estudo em casa.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-8\\Atividade_adaptada_de_matematica.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-8\\Atividade_adaptada_de_matematica.html"
  },
  {
    "titulo": "Atividade de matemática com equações do 7º ano",
    "descricao": "Atividade adaptada de matematica, Atividade de matematica.Atividade de matemática voltada para o 7º ano do ensino fundamental, com questões de equações do 1º grau. Essa atividade ajuda os estudantes a desenvolverem o raciocínio lógico, interpretar expressões matemáticas e resolver problemas de forma prática. Ideal para professores aplicarem em sala de aula ou para estudo em casa.",
    "imagem": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-9\\Atividade_adaptada_de_matematica.webp",
    "link": "/Nivel 2\\2-BNCC\\Matematica\\PagDow\\ATD-MAT-9\\Atividade_adaptada_de_matematica.html"
  },
  {
    "titulo": "Somas simples",
    "descricao": "Atividade de matemática de soma simples.",
    "imagem": "/Nivel 2/2-BNCC/Matematica/PagDow/ATD-MAT-1/1.png",
    "link": "/Nivel 2/2-BNCC/Matematica/PagDow/ATD-MAT-1/ATD-ARTS-1.html"
  },
  {
    "titulo": "Subtração simples",
    "descricao": "Atividade de matemática onde deve ser resolvido as subtrações.",
    "imagem": "/Nivel 2/2-BNCC/Matematica/PagDow/ATD-MAT-2/2.png",
    "link": "/Nivel 2/2-BNCC/Matematica/PagDow/ATD-MAT-2/ATD-ARTS-2.html"
  },
  {
    "titulo": "Frações simples",
    "descricao": "Atividade de matemática de frações simples e suas apliacações.",
    "imagem": "/Nivel 2/2-BNCC/Matematica/PagDow/ATD-MAT-3/3.png",
    "link": "/Nivel 2/2-BNCC/Matematica/PagDow/ATD-MAT-3/ATD-ARTS-3.html"
  },
  {
    "titulo": "Porcentagem simples",
    "descricao": "Atividade de matemática sobre porcentagem e sua aplicação.",
    "imagem": "/Nivel 2/2-BNCC/Matematica/PagDow/ATD-MAT-4/4.png",
    "link": "/Nivel 2/2-BNCC/Matematica/PagDow/ATD-MAT-4/ATD-ARTS-4.html"
  },
  {
    "titulo": "Multiplicação simples",
    "descricao": "Atividade de matemática de multiplicação simples.",
    "imagem": "/Nivel 2/2-BNCC/Matematica/PagDow/ATD-MAT-5/5.png",
    "link": "/Nivel 2/2-BNCC/Matematica/PagDow/ATD-MAT-5/ATD-ARTS-5.html"
  },
  {
    "titulo": "Multiplicação simples 2",
    "descricao": "Atividade de matemática de multiplicação simples.",
    "imagem": "/Nivel 2/2-BNCC/Matematica/PagDow/ATD-MAT-6/6.png",
    "link": "/Nivel 2/2-BNCC/Matematica/PagDow/ATD-MAT-6/ATD-ARTS-6.html"
  },
  {
    "titulo": "Cruzadinha de Matemática - Subtração",
    "descricao": "Essa atividade tem o objetivo de desenvolver a noção matemática, raciocinio e a lógica, de forma lúdica e criativa.",
    "imagem": "/Nivel 2/2-BNCC/Matematica/PagDow/cruzadinha de menos/Cruzadinha-atividade-de-matematica-para-imprimir-gratis.webp",
    "link": "/Nivel 2/2-BNCC/Matematica/PagDow/cruzadinha de menos/Cruzadinha-atividade-de-matematica-para-imprimir-gratis.html"
  },
  {
    "titulo": "Cruzadinha matemática de soma",
    "descricao": "Essa atividade tem o objetivo de desenvolver a noção matemática, raciocinio e a lógica, de forma lúdica e criativa. Pegue a atividade e peça para a criança resolver as contas matemáticas na cruzadinha. Em caso de dificuldade, é importante que ela receba o auxílio para a resolução das contas. O importante nessa atividade é o desenvolvimento da lógica, pois para a cruzadinha ser resolvida, a criança deve identificar um cálculo que complete outro. Então, é importante trabalhar isso durante a atividade.",
    "imagem": "/Nivel 2/2-BNCC/Matematica/PagDow/Cruzadinha matemática/ATD Diaria.png",
    "link": "/Nivel 2/2-BNCC/Matematica/PagDow/Cruzadinha matemática/4-25.04.25.html"
  }
]