[
  {
    "titulo": "A Mensagem dos Homenzinhos",
    "descricao": "Atividade de portugues.(EF02LP04) Ler e escrever corretamente palavras com sílabas CV, V, CVC, CCV, identificando que existem vogais em todas as sílabas. (Habilidade adaptada para focar na ortografia de s e ss em palavras conhecidas).A atividade A Mensagem dos Homenzinhos traduz a complexidade da ortografia e da interpretação literária em uma missão interativa e focada na experiência sensorial e afetiva do aluno.Análise Sintática, Competência Ortográfica, Produção Textual Contextualizada, Produção Textual Estruturada, Autoexpressão e Afetividade.",
    "imagem": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\A Mensagem dos Homenzinhos\\Atividade Adaptada - A Mensagem dos Homenzinhos_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\A Mensagem dos Homenzinhos\\A Mensagem dos Homenzinhos.html"
  },
  {
    "titulo": "Agentes da Boa Convivência",
    "descricao": "Atividade de portugues.(EF67LP21) Discutir o propósito e a adequação de textos de leis e de regimentos a seus contextos de produção, a quem se destinam e a seus efeitos de sentido, considerando a linguagem empregada. (EF06LP03) Analisar as regularidades e irregularidades em processos de formação de palavras, como os prefixos e sufixos de negação.A atividade Agentes da Boa Convivência propõe uma exploração interativa dos conceitos de direitos e deveres, incentivando os alunos a refletirem sobre a importância da convivência harmoniosa na sociedade.Análise Sintática, Competência Ortográfica, Produção Textual Contextualizada, Produção Textual Estruturada, Autoexpressão e Afetividade.Análise Morfológica, Leitura Crítica e Cidadania, Produção Textual Normativa, Pensamento Ético, Autoexpressão e Afetividade.",
    "imagem": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Agentes da Boa Convivência\\Atividade - Agentes da Boa Convivência_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Agentes da Boa Convivência\\Agentes da Boa Convivência.html"
  },
  {
    "titulo": "Detetives da Gramática O Caso da Crase",
    "descricao": "Atividade de portugues.A atividade Detetives da Gramática: O Caso da Crase utiliza uma abordagem investigativa para engajar os alunos no estudo da crase e na reflexão sobre o sistema de avaliação.(EF69LP55) Reconhecer as variedades da língua falada, o conceito de norma-padrão e o de preconceito linguístico. (Habilidade adaptada para focar na aplicação da norma-padrão, como o uso da crase). (EF06LP11) Utilizar, ao produzir texto, conhecimentos linguísticos e gramaticais, tais como (...) pontuação, crase etc. (Habilidade adaptada para focar na aplicação da crase).Análise Sintática, Competência Ortográfica, Produção Textual Contextualizada, Produção Textual Estruturada, Autoexpressão e Afetividade.Análise Sintática, Pensamento Crítico e Argumentação, Produção Textual Coerente, Metacognição, Autoexpressão e Afetividade.",
    "imagem": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Detetives da Gramática O Caso da Crase\\Atividade - Detetives da Gramática - O Caso da Crase_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Detetives da Gramática O Caso da Crase\\Detetives da Gramática O Caso da Crase.html"
  },
  {
    "titulo": "Exploradores de Mundos O Diário de Bordo de Gulliver",
    "descricao": "Atividade de portugues.A atividade Exploradores de Mundos: O Diário de Bordo de Gulliver usa o contexto de aventura do livro para transformar o estudo da coesão textual em uma missão.(EF67LP30) Criar narrativas ficcionais, utilizando-se de estratégias de coesão, como a substituição lexical (uso de sinônimos) ou pronominal. (EF69LP49) Mostrar-se capaz de reconhecer, em textos de diferentes gêneros, as variedades da língua falada, o conceito de norma-padrão e o de preconceito linguístico. (Habilidade adaptada para focar na produção de textos coesos segundo a norma-padrão).Análise Sintática, Competência Ortográfica, Produção Textual Contextualizada, Produção Textual Estruturada, Autoexpressão e Afetividade.Análise Sintática, Pensamento Crítico e Argumentação, Produção Textual Coerente, Metacognição, Autoexpressão e Afetividade.Coesão Textual, Produção e Reescrita de Textos, Pensamento Crítico, Produção Textual Estruturada, Autoexpressão e Afetividade.",
    "imagem": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Exploradores de Mundos O Diário de Bordo de Gulliver\\Atividade - Exploradores de Mundos - O Diário de Bordo_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Exploradores de Mundos O Diário de Bordo de Gulliver\\Exploradores de Mundos O Diário de Bordo de Gulliver.html"
  },
  {
    "titulo": "Minha Escola de Direitos",
    "descricao": "Atividade de portugues.A atividade Minha Escola de Direitos traduz o debate sobre o direito à educação e a complexidade do paralelismo sintático em uma experiência lúdica, visual e pessoal.(EF01HI07) Identificar mudanças e permanências nas formas de organização familiar, escolar e da comunidade, e nos respectivos papéis sociais. (Habilidade adaptada para focar no reconhecimento da escola como um espaço de direitos com atividades específicas).Análise Sintática, Competência Ortográfica, Produção Textual Contextualizada, Produção Textual Estruturada, Autoexpressão e Afetividade.Associação Palavra-Imagem, Reconhecimento de Rotinas, Coordenação Motora Fina, Pensamento Ético, Criatividade e Autoexpressão.",
    "imagem": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Minha Escola de Direitos\\Atividade Adaptada - Minha Escola de Direitos_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Minha Escola de Direitos\\Minha Escola de Direitos.html"
  },
  {
    "titulo": "Nossos Combinados do Coração",
    "descricao": "Atividade de portugues.A atividade Nossos Combinados do Coração traduz a formalidade do Regimento Escolar e o estudo dos prefixos em uma experiência interativa e focada na afetividade.(EF01HI08) Reconhecer o significado das comemorações e festas escolares, diferenciando-as das datas festivas comemoradas no âmbito familiar ou da comunidade (Habilidade adaptada para focar no reconhecimento de regras e combinados que organizam o convívio na comunidade escolar). (EF01LP10) Nomear as letras do alfabeto e recitá-lo na ordem das letras. (Habilidade adaptada para a identificação de partes de palavras, como os prefixos).Análise Sintática, Competência Ortográfica, Produção Textual Contextualizada, Produção Textual Estruturada, Autoexpressão e Afetividade.Análise Morfológica, Leitura Crítica e Cidadania, Produção Textual Normativa, Pensamento Ético, Autoexpressão e Afetividade.Compreensão de Normas Sociais, Discriminação Visual, Associação Símbolo-Conceito, Coordenação Motora Fina, Autoexpressão e Afetividade.",
    "imagem": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Nossos Combinados do Coração\\Atividade Adaptada - Nossos Combinados do Coração_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Nossos Combinados do Coração\\Nossos Combinados do Coração.html"
  },
  {
    "titulo": "Prova Justa para Todos!",
    "descricao": "Atividade de portugues.A atividade Missão: Prova Justa para Todos! traduz a complexa discussão sobre equidade na avaliação e as regras da crase em tarefas visuais, lúdicas e centradas no aluno.(EF01ER06) Identificar as diferentes formas pelas quais as pessoas expressam sentimentos, ideias, memórias, gostos e crenças, em diferentes espaços e tempos. (Habilidade adaptada para focar na identificação e valorização das diferentes habilidades individuais).Análise Sintática, Competência Ortográfica, Produção Textual Contextualizada, Produção Textual Estruturada, Autoexpressão e Afetividade.Análise Sintática, Pensamento Crítico e Argumentação, Produção Textual Coerente, Metacognição, Autoexpressão e Afetividade.Pensamento Lógico-Associativo, Empatia e Respeito à Diversidade, Discriminação Visual, Coordenação Motora Fina, Autoexpressão e Afetividade.",
    "imagem": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Prova Justa para Todos!\\Atividade Adaptada - Missão_ Prova Justa para Todos!_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Prova Justa para Todos!\\Prova Justa para Todos!.html"
  },
  {
    "titulo": "Missão Tradutores Reais de Lilliput",
    "descricao": "Atividade de portugues.A atividade Tradutores Reais de Lilliput transforma o estudo da ortografia em uma missão de decodificação, inserida no universo de As Viagens de Gulliver.(EF67LP32) Escrever palavras com correção ortográfica, obedecendo as convenções da língua escrita (com foco nas regularidades e irregularidades do uso de s e ss). (EF69LP44) Inferir a presença de valores sociais, culturais e humanos e de diferentes visões de mundo, em textos literários. (Habilidade adaptada para focar na análise de textos literários e na identificação de valores presentes neles).Análise Sintática, Competência Ortográfica, Produção Textual Contextualizada, Produção Textual Estruturada, Autoexpressão e Afetividade.Análise Sintática, Pensamento Crítico e Argumentação, Produção Textual Coerente, Metacognição, Autoexpressão e Afetividade.Análise Literária, Leitura Crítica e Cidadania, Produção Textual Narrativa, Pensamento Ético, Autoexpressão e Afetividade.Análise Sintática, Competência Ortográfica, Produção Textual Contextualizada, Produção Textual Estruturada, Autoexpressão e Afetividade.",
    "imagem": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Missão Tradutores Reais de Lilliput\\Atividade - Tradutores Reais de Lilliput (2)_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Missão Tradutores Reais de Lilliput\\Missão Tradutores Reais de Lilliput.html"
  },
  {
    "titulo": "Agentes do ECA Missão Educação",
    "descricao": "Atividade de Portugues.A atividade Agentes do ECA: Missão Educação engaja os alunos em uma jornada que conecta cidadania e gramática, mostrando como a estrutura da língua serve para organizar e defender direitos.(EF69LP17) Perceber e analisar os recursos estilísticos e semióticos dos gêneros textuais do campo da vida pública, (...) e os efeitos de sentido decorrentes de escolhas de imagens, de palavras, de sintaxe (...). (EF06LP11) Utilizar, ao produzir texto, conhecimentos linguísticos e gramaticais, tais como (...) concordância nominal e verbal, regras ortográficas, pontuação etc. (foco na organização sintática).Análise Sintática, Competência Ortográfica, Produção Textual Contextualizada, Produção Textual Estruturada, Autoexpressão e Afetividade.Análise Sintática, Pensamento Crítico e Argumentação, Produção Textual Coerente, Metacognição, Autoexpressão e Afetividade.Análise Sintática, Leitura Crítica e Cidadania, Interpretação de Texto Normativo, Produção Textual Estruturada, Autoexpressão e Afetividade.",
    "imagem": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Agentes do ECA Missão Educação\\Atividade - Agentes do ECA - Missão Educação_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Agentes do ECA Missão Educação\\Agentes do ECA Missão Educação.html"
  },
  {
    "titulo": "Bingo da Leitura Simples   Cartelas",
    "descricao": "Atividade de Portugues.O Bingo da Leitura Simples é um jogo clássico adaptado para a fase inicial da alfabetização.(EF01LP05) Ler palavras novas com precisão na decodificação, no caso de palavras de uso frequente, ler globalmente, por memorização. (Habilidade adaptada para focar na leitura de palavras simples e familiares).O jogo é composto por cartelas com palavras simples e imagens correspondentes, facilitando a associação entre o texto e o significado. Ideal para crianças que estão começando a ler, o bingo promove a prática da leitura de forma divertida e interativa.Decodificação e Leitura, Leitura de Sílabas Simples, Atenção e Concentração, Associação Letra-Som-Imagem, Vocabulário.",
    "imagem": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Bingo da Leitura Simples - Cartelas\\Bingo da Leitura Simples_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Bingo da Leitura Simples - Cartelas\\Bingo da Leitura Simples - Cartelas.html"
  },
  {
    "titulo": "Decifrando Nossos Direitos",
    "descricao": "Atividade de Portugues.A atividade Decifrando Nossos Direitos conecta o estudo dos numerais à leitura de um documento cívico essencial, mostrando que a gramática é uma ferramenta para a compreensão do mundo.(EF69LP20) Identificar, em textos de diferentes gêneros, os efeitos de sentido do uso de numerais. (EF69LP23) Contribuir com a escrita de textos normativos, quando couber, e de regras e regulamentos (...) para a organização de sua comunidade escolar. (Habilidade adaptada para focar na produção de textos normativos simples).Análise Sintática, Competência Ortográfica, Produção Textual Contextualizada, Produção Textual Estruturada, Autoexpressão e Afetividade.Análise Sintática, Pensamento Crítico e Argumentação, Produção Textual Coerente, Metacognição, Autoexpressão e Afetividade.Análise Sintática, Leitura Crítica e Cidadania, Interpretação de Texto Normativo, Produção Textual Estruturada, Autoexpressão e Afetividade.Interpretação de Texto Normativo, Análise Gramatical, Pensamento Crítico e Cidadania, Produção Textual Criativa, Correção Ortográfica.",
    "imagem": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Decifrando Nossos Direitos\\Atividade - Decifrando Nossos Direitos_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Decifrando Nossos Direitos\\Decifrando Nossos Direitos.html"
  },
  {
    "titulo": "Dominó das Rimas",
    "descricao": "Atividade de Portugues.O Dominó das Rimas é uma adaptação do jogo clássico para trabalhar a consciência fonológica.(EF01LP09) Comparar palavras, identificando semelhanças e diferenças entre sons de sílabas finais. (Habilidade adaptada para focar na identificação de rimas em palavras simples).O jogo é composto por 21 peças que apresentam imagens cujos nomes rimam. As crianças devem conectar as peças com base nas rimas, promovendo a percepção dos sons finais das palavras de maneira lúdica e interativa. Ideal para o desenvolvimento da consciência fonológica na fase inicial da alfabetização.Consciência Fonológica, Identificação de Rimas, Atenção e Concentração, Associação Palavra-Imagem, Vocabulário.Consciência Fonológica, Raciocínio Lógico, Interpretação de Texto Normativo, Produção Textual Estruturada, Autoexpressão e Afetividade.",
    "imagem": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Dominó das Rimas\\Dominó das Rimas (21 Peças)_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Dominó das Rimas\\Dominó das Rimas.html"
  },
  {
    "titulo": "Fichas de Grafomotricidade O Traçado do Alfabeto",
    "descricao": "Atividade de Portugues.As Fichas de Grafomotricidade: O Traçado do Alfabeto são um conjunto de materiais de apoio para o início da alfabetização, focadas especificamente no desenvolvimento da habilidade motora da escrita.(EF01LP09) Comparar palavras, identificando semelhanças e diferenças entre sons de sílabas finais.Grafomotricidade, Coordenação Motora Fina, Orientação Espacial, Associação Letra-Som-Imagem, Autoexpressão e Afetividade.",
    "imagem": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Fichas de Grafomotricidade O Traçado do Alfabeto\\Fichas de Grafomotricidade - O Traçado do Alfabeto_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Fichas de Grafomotricidade O Traçado do Alfabeto\\Fichas de Grafomotricidade O Traçado do Alfabeto.html"
  },
  {
    "titulo": "Fábrica de Palavras   Fichas",
    "descricao": "Atividade de Portugues.A Fábrica de Palavras é uma atividade manipulativa que auxilia na construção da leitura através da síntese silábica.(EF01LP08) Relacionar elementos sonoros (sílabas) com sua representação escrita para formar palavras.Consciência Fonológica, Leitura de Sílabas Simples, Orientação Espacial, Associação Letra-Som-Imagem, Autoexpressão e Afetividade.",
    "imagem": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Fábrica de Palavras - Fichas\\Fábrica de Palavras - Fichas e Sílabas_page-0002.webp",
    "link": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Fábrica de Palavras - Fichas\\Fábrica de Palavras - Fichas.html"
  },
  {
    "titulo": "Nossos Direitos Mágicos",
    "descricao": "Atividade de Portugues.A atividade Nossos Direitos Mágicos traduz a complexidade do ECA e o estudo de numerais em tarefas simples, visuais e focadas na experiência da criança.(EF01MA01) Utilizar números naturais como indicador de quantidade ou de ordem em diferentes situações cotidianas. (EF01HI08) Reconhecer o significado das comemorações e festas escolares, diferenciando-as das datas festivas comemoradas no âmbito familiar ou da comunidade (Habilidade adaptada para a noção de reconhecimento de regras e direitos importantes para a comunidade infantil).Análise Sintática, Competência Ortográfica, Produção Textual Contextualizada, Produção Textual Estruturada, Autoexpressão e Afetividade.Números e Operações, Reconhecimento de Direitos, Associação Palavra-Imagem, Coordenação Motora Fina, Autoexpressão e Afetividade.Reconhecimento de Números, Contagem, Associação Símbolo-Conceito, Coordenação Motora Fina, Autoexpressão e Afetividade.",
    "imagem": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Nossos Direitos Mágicos\\Atividade Adaptada - Nossos Direitos Mágicos_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Nossos Direitos Mágicos\\Nossos Direitos Mágicos.html"
  },
  {
    "titulo": "Roleta do Som Inicial",
    "descricao": "Atividade de Portugues.A Roleta do Som Inicial é um jogo interativo que gamifica a prática da aliteração. A atividade é composta por duas partes: uma roleta dividida em 8 seções, cada uma com uma letra consoante (B, C, F, G, M, P, T, V), e um conjunto de 24 cartas pequenas, sendo 3 imagens para cada letra da roleta.(EF01LP07) Identificar fonemas e sua representação por letras.Consciência Fonológica, Associação Som-Imagem, Orientação Espacial, Associação Letra-Som-Imagem, Autoexpressão e Afetividade.",
    "imagem": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Roleta do Som Inicial\\Roleta do Som Inicial_page-0001.webp",
    "link": "/Nivel 2\\2-BNCC\\Lingua Portuguesa\\PagDow\\Roleta do Som Inicial\\Roleta do Som Inicial.html"
  },
  {
    "titulo": "Quebra-Cabeça da Palavra",
    "descricao": "Atividade de português onde deve ser identificado as silabas do ínicio e fim da palavra.O Jogo da Memória das Rimas é uma atividade clássica adaptada para o desenvolvimento da consciência fonológica. Em vez de encontrar figuras idênticas, o desafio da criança é encontrar o par de figuras cujos nomes rimam. A ausência de texto força o foco no som das palavras, tornando o aprendizado mais intuitivo. O jogo é composto por 10 pares de rimas simples e visualmente claras, ideal para a faixa etária indicada.",
    "imagem": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/Quebra-cabeça da Palavra/Quebra-cabeça da Palavra.webp",
    "link": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/Quebra-cabeça%20da%20Palavra/Quebra-cabeça%20da%20Palavra.html"
  },
  {
    "titulo": "Trilha Silábica",
    "descricao": "Atividade de português onde deve ser identificado as silabas do ínicio e fim da palavra.O Jogo da Memória das Rimas é uma atividade clássica adaptada para o desenvolvimento da consciência fonológica. Em vez de encontrar figuras idênticas, o desafio da criança é encontrar o par de figuras cujos nomes rimam. A ausência de texto força o foco no som das palavras, tornando o aprendizado mais intuitivo. O jogo é composto por 10 pares de rimas simples e visualmente claras, ideal para a faixa etária indicada.",
    "imagem": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/Trilha Silábica/Trilha Silábica.webp",
    "link": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/Trilha%20Silábica/Trilha%20Silábica.html"
  },
  {
    "titulo": "Bate-Palmas das Sílabas",
    "descricao": "Atividade de português onde deve ser identificado as silabas do ínicio e fim da palavra.O Jogo da Memória das Rimas é uma atividade clássica adaptada para o desenvolvimento da consciência fonológica. Em vez de encontrar figuras idênticas, o desafio da criança é encontrar o par de figuras cujos nomes rimam. A ausência de texto força o foco no som das palavras, tornando o aprendizado mais intuitivo. O jogo é composto por 10 pares de rimas simples e visualmente claras, ideal para a faixa etária indicada.",
    "imagem": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/Bate-Palmas das Sílabas/Bate-Palmas das Sílabas.webp",
    "link": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/Bate-Palmas%20das%20Sílabas/Bate-Palmas%20das%20Sílabas.html"
  },
  {
    "titulo": "Fichas dos Detetives do Som Inicial",
    "descricao": "Atividade de português onde deve ser identificado as silabas do ínicio e fim da palavra.O Jogo da Memória das Rimas é uma atividade clássica adaptada para o desenvolvimento da consciência fonológica. Em vez de encontrar figuras idênticas, o desafio da criança é encontrar o par de figuras cujos nomes rimam. A ausência de texto força o foco no som das palavras, tornando o aprendizado mais intuitivo. O jogo é composto por 10 pares de rimas simples e visualmente claras, ideal para a faixa etária indicada.",
    "imagem": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/Fichas dos Detetives do Som Inicial/Fichas dos Detetives do Som Inicial.webp",
    "link": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/Fichas%20dos%20Detetives%20do%20Som%20Inicial/Fichas%20dos%20Detetives%20do%20Som%20Inicial.html"
  },
  {
    "titulo": "Jogo da Memória das Rimas",
    "descricao": "Atividade de português onde deve ser identificado as silabas do ínicio e fim da palavra.O Jogo da Memória das Rimas é uma atividade clássica adaptada para o desenvolvimento da consciência fonológica. Em vez de encontrar figuras idênticas, o desafio da criança é encontrar o par de figuras cujos nomes rimam. A ausência de texto força o foco no som das palavras, tornando o aprendizado mais intuitivo. O jogo é composto por 10 pares de rimas simples e visualmente claras, ideal para a faixa etária indicada.",
    "imagem": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/Jogo da Memória das Rimas/Atividade Jogo da Memória das Rimas.webp",
    "link": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/Jogo%20da%20Memória%20das%20Rimas/Atividade%20Jogo%20da%20Memória%20das%20Rimas.html"
  },
  {
    "titulo": "Silaba inicial e final",
    "descricao": "Atividade de português onde deve ser identificado as silabas do ínicio e fim da palavra.",
    "imagem": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/ATD-LP-1/1.png",
    "link": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/ATD-LP-1/ATD-ARTS-1.html"
  },
  {
    "titulo": "Organizando nomes em ordem alfabéica",
    "descricao": "Atividade de português onde os nomes devem ser orgânizados em ordem alfabética.",
    "imagem": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/ATD-LP-2/2.png",
    "link": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/ATD-LP-2/ATD-ARTS-2.html"
  },
  {
    "titulo": "Organizando palavras em ordem alfabética",
    "descricao": "Atividade de português onde os nomes devem ser orgânizados em ordem alfabética.",
    "imagem": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/ATD-LP-3/3.png",
    "link": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/ATD-LP-3/ATD-ARTS-3.html"
  },
  {
    "titulo": "Relacione a imagem e escreva",
    "descricao": "Atividade de português onde deve ser relacionado o número ao desenho, e assim ser escrito o nome desse desenho.",
    "imagem": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/ATD-LP-4/4.png",
    "link": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/ATD-LP-4/ATD-ARTS-4.html"
  },
  {
    "titulo": "Interpretação simples",
    "descricao": "Atividade de português de interpretação simples de texto.",
    "imagem": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/ATD-LP-5/5.png",
    "link": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/ATD-LP-5/ATD-ARTS-5.html"
  },
  {
    "titulo": "Cruzadinha",
    "descricao": "Atividade de português onde deve ser resolvida a cruzadinha.",
    "imagem": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/ATD-LP-6/6.png",
    "link": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/ATD-LP-6/ATD-ARTS-6.html"
  },
  {
    "titulo": "Cruzadinha objetos da casa",
    "descricao": "Essa atividade tem o objetivo de desenvolver o raciocinio e a lógica, de forma lúdica e criativa. Pegue a atividade e entregue a crinaça, explique que ela deve ler as descrições e imaginar que objeto é, depois disse escrever seu nome nos quadrados para ver se acertou, se a criança souver ler é importante que deixe ela realizar a atividade pois isso vai ajudar na interpretação de texto dela, caso a criança ainda não saiba ler, pode pegar a atividade e brincar de adivinhar o objeto, lendo a pergunta para ela e vendo se a criança consegue adivinhar.",
    "imagem": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/Cruzadinha objetos da casa/cruzadinha-para-crianças-sobre-objetos-de-casa-para-imprimir.webp",
    "link": "/Nivel 2/2-BNCC/Lingua Portuguesa/PagDow/Cruzadinha objetos da casa/8-29.04.25 - atividade do dia.html"
  }
]